[
  "Один ковбой спрашивает у другого:— Билл, как понять \"круговорот веществ в природе\"?— Как бы это тебе объяснить попроще? Ну, к примеру, едем мы по прерии, а тут индейцы. Бабах! Я ускакал, а ты упал — убили тебя. Там, где упал — трава выросла. Траву ту бизон съел, а потом сделал вот такую кучу. Еду я мимо этой кучи и говорю: — Хелло, дружище Джо! А ты совсем не изменился!.",
  "— Почему ты закрылся от меня? Я же слышу, как тебе одиноко, как ты стонешь внутри.— Бл@, Петрович, отойди от двери, дай по срать спокойно!",
  "Свадьба была тихой. В ресторане был бесплатный Wi—Fi.",
  "Черепашки—ниндзя нападали вчетвером на одного, потому что у них тренер был крыса.",
  "Выпрямила волосы — к дождю. Уложила волосы — к ветру. Красиво уложила — к урагану. На башке хаос — встретила всех знакомых.",
  "— Ну как же так? Вы же интеллегентнейший человек! Откуда же этот синяк под глазом у Вас?— Да Вы понимаете...Пили чай у одной милейшей особы. В числе приглашенных был один военный. Вот он начал рассказывать: \"Был у меня в роте один х*й...\" А ему говорю: \"Извините, но правильно говорить не в роте, а во рту\"...",
  "— Скажите, Сергей, а как вы догадались, что в доме есть кто—то чужой?— Ну, у нас в семье как—то не принято внезапно бить меня сзади табуреткой по голове.",
  "Приходит как—то пациент к врачу:— Ну, на что жалуетесь?— На правительство...",
  "У Стены Плача в Иерусалиме старый раввин стонет:— Боже, дай мне жить со своими!Рядом стоящий вмешивается:— Ребе, почему вы жалуетесь? Здесь же кругом свои!Ребе смотрит на него, не понимая:— Ты что, мешуге? Все мои в Голливуде!»",
  "Несмотря на все трудности уходящего года, правительство уверено, что жить можно ещё хуже.",
  "— Подскажите, как найти площадь круга?— А что, его именем уже площади называют?",
  "В цирке конферансье объявляет номер: — Мальчик с феноменальной памятью! Встречайте!Все радуются, аплодируют. На арену выходит очкарик. Конферансье: — Сейчас этот вундеркинд обоссыт всех сидящих в первом ряду!Сидящие в первом ряду срываются с мест и бегут занимать места в других рядах. Конферансье:— Разбегаться—бесполезно, у мальчика феноменальная память...",
  "Когда вы плачете — никто не видит ваши слезы. Когда вы счастливы — никто не заметит вашу улыбку. Но попробуйте только пукнуть.",
  "Жена спрашивает мужа:— Дорогой, ты когда—нибудь изменял мне?— Я так же верен тебе, как и ты мне, любимая.— То есть да?",
  "Выходит гинеколог на улицу после работы и говорит:— Ну наконец—то лица...",
  "Очень полная дама звонит в фирму по похуданию:— Скажите, а Ваша фирма действительно гарантирует значительное похудение за короткий срок?— О да, мадам… — Дело в том, что мне муж сделал чудесный подарок на день рождения, но не могу в него влезть… — Мадам, мы обещаем, что через 2 месяца вы сможете свободно надеть Ваше новое платье… — При чем здесь платье?! Муж подарил мне машину!",
  "Учитель спрашивает:— Какое тут время: я кашляю, ты кашляешь, он кашляет, мы кашляем...— Зимнее! — донесся голос с задней парты.",
  "Приехав из командировки, мужик составляет авансовый отчет. В одну из граф отчета записывает: — Женщины — 500 рублей. Главбух не пропускает отчет: утверждая, что такая статья расхода не предусмотрена.— В следующий раз вы можете списать эту сумму на проведение каких—нибудь работ, например, на забивание гвоздей.Следующий авансовый отчет выглядел так:— Забивание гвоздей — 500 рублей. Ремонт молотка — 5000 рублей.",
  "Я так понимаю, вариант с Женой и Любовницей был задуман с самого начала, ведь у мужчины с обеих сторон не хватает по ребру.",
  "Умер Гулливер… и лилипуты тихо сказали «Еб@ть копать…»",
  "Лежит Ленин в мавзолее, вдруг — скрип какой—то. Он посылает охранника узнать что стряслось. Охранник возвращается:— Это Ельцин раскладушку себе ставит.",
  "Мало кто задумывался, но клоуны вечно суют свой нос в не свой.",
  "В маршрутке мама с ребенком лет 5—ти. Ребёнок начинает читать стишок:— Мама спит, она устала…Мамаша, преисполненная гордости за ребенка, расплывается улыбкой, ребёнок продолжает:— А у папы писька встала, чтобы письку опустить, надо маму разбудить.",
  "В аду все женщины будут любить тебя, но только как друга.",
  "Едут в лифте два японца, грузин, армянин и азербайджанец.Тут один японец говорит другому японцу: — Эти русские все на одно лицо.",
  "Если бы на стройке сказали, что из привезенных на объект запланированных 150 тысяч кирпичей было разбито 6 тысяч и поэтому нам надо срочно докупить 300 тысяч — я бы удивился. А если бы на ухо шепнули, что на самом деле — миллион, вообще бы офигел!",
  "— Вчера долго пыталась объяснить бабуле, что работаю программистом — Удалось? — Короче, сошлись на том, что чиню телевизоры и развожу мышей",
  "Одесса. Привоз. — Вот смотрю я на вас, Сарочка, и думаю — что таки аппетитней: вы или ветчина вон на том прилавке? — Жора, а вы не думайте, вы пробуйте.",
  "Одна молодая семья (папа, мама, дочка 6 лет) отправилась за подарком в магазин для своей подруги тети Вали. Тетя Валя была на 9 месяце и уже лежала в роддоме. Дочка активно участвовала в выборе подарка и ее, разумеется, заинтересовали подробности. На обратном пути домой происходит следующий диалог.Дочка: — А у тети Вали будет ребенок?Мама: — Да.Дочка: — А где он сейчас у нее?Мама: — Ну… В животике.Далее следует длинная пауза. И уже у самого дома дочка говорит:— Мама, вот ты говорила, что если сосать грязные пальцы, то в животе заведутся глисты! А что же надо сосать, чтобы завести детей?!",
  "Любовники почти три часа занимались сексом. Тяжело дышащая девушка спрашивает: — Устал, любимый?Парень, тоже переводя дыхание: — Нет, милая, не устал... Просто слегка за*бался....",
  "Армянин поймал золотую рыбку.— Отпусти меня и выполню три твоих желания.— Хорошо! Так, хочу 5 миллиардов долларов, крутой дворец и крутую тачку. Это раз...",
  "— Эй, командир, я задолбался тут стоять,а ну свалили, мне срочно надо. — толкался огромный лысый мужик.— Я без очереди пройду, у меня дети дома! — истерично орала яжемама.— А ну ка, уступили старшим, у меня ноги болят и вообще я ветеран и инвалид—расталкивала всех своей тележкой бабка с силой тяжеловеса, и никак не старого инвалида.—Мне только спросить! — пытался протиснуться парень.— Я депутат, мне вне очереди — размахивал ксивой необъятных размеров мужчина.И только дьявол, сидя у врат ада, смотрел на эту вакханалию и удивленно чесал свой затылок.",
  "— Папа, у нас в садике есть девочка, она мне нравится. Когда был тихий час, я хотел ее поцеловать, но она лежала далеко, поэтому я в нее плюнул.— Мой сын.",
  "На еврейском кладбище мать хоронит малолетнего сына, причитая:— ..И попроси, сыночек, Господа, чтобы Сарочка вышла замуж. И еще попроси у него, чтобы дядя Хаим выздоровел. И чтобы Натана не взяли в солдаты…Наконец стоящий рядом могильщик не выдерживает:— Послушайте, почтеннейшая, если у вас столько дел к Господу Богу, надо было идти самой, а не посылать несмышленого мальчика.",
  "— Чего общего между оральным сексом и политикой? — Одно неверное движение языком — и ты в жопе.",
  "Штирлиц сидит в кабинете и читает шифровку из Москвы. Неожиданно в кабинет влетает Мюллер, отрывает от донесения кусок страницы и так же стремительно убегает.«Пронесло!» — подумал Штирлиц.«Чтоб тебя так пронесло!» — подумал Мюллер.",
  "Муж — жене:— А вот что ты будешь делать, если увидишь, как я целуюсь с другой женщиной?— Ну что… как верная жена, навещать тебя буду… в травматологии…",
  "Смешные анекдоты про Гитлера. Шутки и приколы про Гитлера ждут вас на нашем сайте. Подборка смешных анекдотов в которых высмеивают Гитлера, политические анекдоты.Читайте смешные до слез анекдоты сами и делитесь с друзьями в социальных сетях.",
  "Семья на курорте. Сынок:— Мама, а можно я поплыву за папой?— Нет, там очень глубоко, ты можешь утонуть, или акула может съесть.— Хм… А папу?— А папу мы нового можем найти!",
  "Еврейский мальчик первый раз побывал в цирке, пришел домой и с восхищением рассказывает маме:— Мама, там все так здорово было! И акробаты, и фокусник, и дрессировщик с тиграми, и клоуны смешные. А во втором отделении гонщик на мотоцикле по стенкам ехал! Я, когда вырасту, тоже научусь ездить на мотоцикле и буду показывать такой аттракцион!Мудрая мама отвечает:— Сынок, еврей на мотоцикле — это уже аттракцион, зачем еще по стенкам ездить?",
  "Сын подросток спрашивает у отца:— Папа, а как колбасу делают?— Ты такой большой и такой тупой! Есть такая машина—бросают туда барана, а оттуда 2 палки колбасы выходит.Обиженный сын:— А нет такой машины, что бы 2 палки кинуть, а оттуда—баран?— Есть, сынок... твоя мама!",
  "Муж с женой в постели. Жена хочет и начинает приставать к мужу, покусывая его за ухо, потом за руки, потом за грудь, приговаривая:— Сейчас придет Покусяка, он тебя покусает! Покусяка уже рядом, Покусяка уже близко— А ПОСОСЯКА ко мне придет когда—нибудь? ?",
  "Папа накричал на маму. Мама накричала на сына. Сын накричал на кота. Кот молча насрал всем троим в тапки!",
  "— Изя, вы любите секс втроем? — Да, а шо? — Так бегите скорее домой, может, еще успеете!",
  "— Чтобы американскую армию боялись еще больше, в нее разрешили набирать геев.— Мировые диктаторы содрогнулись от мысли попасть в плен к американским морпехам.",
  "Медведев решил принять закон об увеличении гос. пошлины за развод до 30 000 руб., чтоб не разводились. Следующим шагом будет закон о платном свидетельстве о смерти, чтоб не умирали. Заботятся о нас...",
  "Штаты. Нью—Йорк. В вагоне метро едет еврей. Напротив него сидит негр и читает газету на иврите. Еврей смотрел, смотрел, а потом спрашивает:— Слушай! Тебе что, мало быть негром?..",
  "Сидит на урне наркоман, курит. Подходит милиционер:— Ты что тут сидишь?— Курю вот.— Это место для мусора!— Ой! Простите! Садитесь, пожалуйста",
  "Жена с мужем в магазине:— Любимый, караул!!!— Что случилось?— Мои духи стоят уже 6749 без скидки! Караул!!!— Теперь это не твои духи",
  "Добрая и сильная девочка насмерть закидала утку хлебом.",
  "Армянин — армянину:— Я слышал у тебя сын родился, как назвали?— В честь Гагарина!— Юрик, что ли?— Неее, какой Юрик? Гагарик!",
  "Останавливает гаишник грузина:— Права есть?— Есть.— Техосмотр?— Пожалуйста.— Аптечка, огнетушитель?— Да, канэчно!— Магнитола есть?— Да.— Включай…Раздаются звуки лезгинки, инспектор начинает танцевать вокруг машины:— Што смотришь? Для тебя танцую…Деньги давай!",
  "Жена посылает мужа—программиста в магазин: — Купи батон колбасы. Да, и спроси, есть ли яйца. Если есть — возьми десяток. Программист приходит в магазин: — Батон колбасы, пожалуйста. Ага, спасибо. А яйца у вас в продаже есть? — Есть. — Тогда, пожалуйста, ещё девять батонов колбасы.",
  "Вовочка очень хотел конфету, но отдал её Маше, потому что Машу он хотел больше.",
  "Дети:— А вот моего папы нет...— Как это — \"нет\"— А он три года назад собрал чемодан с бельём и ушёл в баню.— А разве так долго моются?— Не знаю. Бабушка говорит, что он совсем смылся.",
  "Англичанин имеет жену и любовницу. Любит жену.Француз имеет жену и любовницу. Любит любовницу.Еврей имеет жену и любовницу. Любит маму.Русский имеет жену и любовницу. Любит выпить.",
  "— С праздником всех!— С кaким?— С днем инвалида!— Почему Всех?— Ну вот, ты, квартиру можешь себе позволить купить?— Нет.— А машину кaкaя нравится?— Нет?— Почему?— Возможностей не хвaтaет.— Ну тaк вот сегодня день людей с ограниченными возможностями.С праздником тебя стрaнa.",
  "Помер наркоман. К нему на поминки пришли друзья. Сидят молчат. Один давай орать:— Включите телик! Скукота!!Остальные его успокаивают:— Да ты чего?! Вася ж помер!Прошло еще немного времени, он опять давай орать:— Ну включите ж телик, скукота смертная!?— Да ты чё дебил! Вася помер!Проходит еще немного времени, он опять орёт:— Включите телик!!— Заткнись урод!! Вася ж помер!!— А что кроме Васи никто телик включать не умеет?",
  "Если ты раздеваешь девушку и у нее трусики и лифчик одного цвета, знай что это не ты решил что сегодня будет секс.",
  "Только что привел малого (4 года) из садика. Воспитательница сообщила, что малыш ругается. \"На букву \"б\". Помолчав, добавила: \"Правда, по делу....\"",
  "— Так вы типа геи?— Саша гей, а я просто не против.",
  "— Да разве кого можно до усрачки напугать, зайдя в маске смешного клоуна?— Да. Работников банка.",
  "— Какую песню вы бы отказались петь на похоронах? — \"Позови меня с собой\".",
  "— Ты откуда так хорошо армянский язык знаешь?— У нас в школе учитель английского был армянин.",
  "Позвонил друг из Тбилиси. Говорит, страшно выйти из дома. Грузин хватают прямо на улице и отправляют на Украину министрами.",
  "— Куда делись все эти чудесные люди с буквой Z на футболках и аватарках, как дело к мобилизации пошло?— Zассали.",
  "Приходит программист к другу—пианисту — посмотреть на новый рояль. Долго ходит вокруг, хмыкает, потом заявляет:— Клава неудобная — всего 84 клавиши, половина функциональных, ни одна не подписана; хотя... шифт нажимать ногой — оригинально...",
  "— Вовочка, сынок, ты уже взрослый, мы решили, что пришло время с тобой поговорить.— Ого! А я думал, вы немые.",
  "Блондинку на экзамене по вождению спрашивают:— Что надо делать, увидев знак \"Осторожно, дети\"?— Побыстрее проехать это место, пока дети машину не раскурочили!",
  "— Трудно нам, евреям, всё в этой жизни даётся...— Трудно, — вздыхает второй. — Зато всё.",
  "\"Я не вижу ваших рук!\" — кричал пьяный мужчина инвалидам.",
  "Сидит обкуренная сова. Мимо пролетает воробей. Сова ему:— Там!Воробей летит дальше и думает: «Что «там»?»Возвращается к сове.— А что «там»?Сова, выпучившись:— ГДЕ???",
  "Натурал — это гей нетрадиционной ориентации.",
  "— Что будет если Януковича вместе с Жириновским выпустить на арену московского цирка?— Хороший дуэт получится, грустный клоун и весёлый клоун.",
  "— Пахнет котом, — подумал Штирлиц. — Зачем он нюхает мою лапу? — подумал кот.",
  "— Мама, я пришел! Мама не отрывая голову от компьютера: — Ну, и где ты шлялся? — Мам, вообще то я из армии вернулся!!!",
  "Приходит Рабинович в публичный дом, снимает себе барышню и занимается с ней сексом. Тут откуда ни возьмись вламывается полиция с облавой. Всех построили в коридоре и проводят дознание:— Ты кто? Проститутка?— Нет, что вы! Я массажистка!— А ты?— А я делаю педикюр!Рабинович не выдерживает и говорит:— Не, вы только посмотрите на этих красавиц! Сейчас окажется, шо проститутка тут я!",
  "​​Девочка смотрит в замочную скважину в комнату родителей. \"Подумать только, и они ещё меня водят к психологу, потому что я сосу свой палец!​\"",
  "Ритуальная компания \"Аист\" — Мы вас принесли, мы и унесём!",
  "Один тренер создал футбольную команду которая всех обыгрывала и бразильцев, и немцев... Его спрашивают:— Как ты это сделал?— В нападение поставил чеченцев — от них трудно отбиться, в полузащиту грузин — с ними трудно договориться, в защиту азербайджанцев — пока не заплатишь не пройдешь, а в ворота армянина — даже если забьешь гол, не докажешь.",
  "Один грузин забыл, как по—русски будет слово «два». Заходит в магазин и говорит: — Дайте мне три батона… Один не надо.",
  "Это уже потом я понял, что соседи пришли именно ко мне, решив, что раз я учусь на программиста, то у меня должен быть Интернет, а, значит, я смогу найти то, что их интересует. Но поначалу я впал в лёгкий ступор, когда ко мне постучали и сказали:— Юрочка, ты же программист? Нам тут надо кастрировать кота...",
  "Муж с женой дома занимаются сексом. Утром их сосед, старик дядя Саша, говорит:— Слушай, Николай! Вы ночью когда сексом занимаетесь, ваши крики и стоны по всему подъезду слышны, делайте это как—нибудь потише!— А как потише?— Рот жене скотчем залепи, что ли...Ночь, муж скотчем заклеивает рот жене, и они занимаются сексом. После первого оргазма муж кричит:— Дядь Саша, так хорошо?— Да!После второго оргазма:— И так хорошо?— Да!И так несколько раз. Наконец старик нервно орёт:— Коля, убери ты этот скотч со рта жены!— Почему?— Потому что весь дом думает, что это ты меня е*ёшь!",
  "Из разговора в очереди:— Ты представляешь, Сара, он послал меня на три буквы!— А ты?— А шо я? Я сказала: «Молодой человек, я там была больше, чем вы на свежем воздухе».",
  "Попробуйте один день говорить правду, и уже к вечеру вы будете безработный, бессемейный, одинокий, всеми проклятый и покинутый инвалид, лежащий в реанимации травматологии.",
  "В США арестовали учителя, который продавал своим ученикам наркотики.В Санкт—Петербурге арестовали учителя, который угощал своих учеников наркотиками.Россия — щедрая душа!",
  "В Гомеле открыли секс по телефону на белорусском языке!!! Первый клиент скончался от смеха….",
  "Бабушка стала подозревать, что внучка в Москве работает совсем не учительницей после того, как она подоила корову за полторы минуты.",
  "Напишешь плохо про евреев — антисемит, про негров — расист,про геев — гомофоб, про русских — честный и смелый либеральный журналист!",
  "Директору цирка, прослушавшему выступления на заседании правительства Яценюка, стало стыдно за своих клоунов.",
  "Поручик Ржевский едет на бал и говорит извозчику:— Нужна свежая загадка, но чтоб никто не смог угадать. Извозчик:— Ну например такая загадка. Темно как у негра где? Все будут знать ответ, а сказать постесняются.Поручик приезжает на бал заходит и всем объявляет:— Господа, новая загадка! Темно как в жопе у кого?",
  "Жена говорит мужу:— Вот вспомни фильм \"Семнадцать мгновений весны\". Штирлиц свою жену не видел 16 лет! Он ей 16 лет верность хранил!— Это она так думала...— Он не мог её обманывать!— Весь Третий рейх мог, а её не мог!?..",
  "Парень—украинец женился на русской девушке. Перед первой брачной ночью отец даёт ему наставления:— Вначале возьми её на руки и отнеси её на кровать. Покажи, какая Украина сильная. Затем сними с себя свою рубашку — покажи, какая Украина красивая. И слышен голос деда из соседней комнаты:— А затем начинай дрочить — покажи, какая Украина независимая!",
  "Буратино приходит к папе Карло:— Пап, мы с Мальвиной уже давно встречаемся. Хотелось бы с ней... Как бы тебе сказать...— Понял, сынок.И папа Карло принялся за работу: нашел сучек, аккуратно прибил его куда надо, взял наждачку, зачистил. Сдувает пыль:— Ну все, сынок, можешь идти к Мальвине!— Слушай, бать! А ну ее, Мальвину! Давай—ка лучше еще наждачкой!",
  "Прораб Василий Сидоров настолько хорошо владеет интонацией, что фразой “Твою мать!” может и поругать, и похвалить, и поздороваться и даже выразить свои соболезнования.",
  "Китайские военные, проникшие на самолет—разведчик США, были приятно удивлены, обнаружив, что вся секретная аппаратура, находящаяся на его борту, была сделана в Китае.",
  "— Милая, помнишь, ты говорила, что я дарю тебе мало мягких зверюшек? Вот. — Господи! Мёртвая крыса! — Но я переломал ей кости, она мягкая.",
  "Как—то раз один азербайджанец кушал в ресторане. В это время в ресторан зашел армянин и, увидев единственное свободное место рядом с этим азербайджанцем, попросил у него разрешения присесть за его столик, чтобы выпить кофе.Азербайджанец приглашает его сесть, затем встает и на весь ресторан говорит:— Эй, всем присутствующим по бокалу шампанского за мой счет! Конечно, кроме этого армянина!Армянин… вежливо улыбается и благодарит.\"Не дошло!\" — думает азербайджанец.— Эй, всем присутствующим по БУТЫЛКЕ шампанского! За мой счет! Всем, КРОМЕ ВОТ ЭТОГО АРМЯНИНА!Армянин широко улыбается и горячо благодарит.\"Он что, тупой?\" — думает азербайджанец.— Эй! Всем присутствующим по бутылке САМОГО ДОРОГОГО КОНЬЯКА! За мой счет! Всем, НО ТОЛЬКО НЕ ТЕБЕ! Ну что, обидно, да?— Ну что вы, уважаемый, какие обиды?! Ведь благодаря вам мой ресторан сегодня так хорошо заработал!",
  "Едут в купе три девушки. Одна говорит: — Я люблю тр*х*ться со спортсменами. Быстро прибежал, быстро тр*хнул, быстро убежал. — А я — с военными. На счет раз пришел, на счет два тр*хнул, на счет три ушел. — А я люблю тр*х*ться с индейцами. Дети природы. Тр*хаются как звери. Тут поезд тормознул. Падает грузин с полки: — Разрешите представиться — мастер спорта, майор Чингачгук!",
  "Явка студентов на занятия 22 сентября составила 120%",
  "Российские программисты создали аналог известной программы \"Окей, Google!\" под названием \"Окей, Х*й!\", потому что в России последний знает намного больше, чем Google.",
  "До беременности я спала на животе! Во время беременности — на боку! После рождения ребенка могу спать даже стоя!",
  "Идет по лесу Винни Пух, ему навстречу Иа—Иа, да такой грустный — прегрустный.— Иа—Иа, ты что это такой погрустневший, сегодня?— Да ты знаешь, Винни яйца свои где—то потерял и не может найти. Ты случайно не видел?— Да нет, ты знаешь, не попадались. Только вот, говорят, Сова вчера в новых клипсах летала.",
  "Встречаются двое знакомых, один у другого спрашивает:— Не знаешь ли, как закончился процесс, где судились еврей с армянином?— Знаю. Прокурору 10 лет дали.",
  "В дом к грузину забрались воры. Попали в подвал. А там бочонки свином. Выпили.— Давай еще немного выпьем, и тихо—тихо попоем. Попели.— Давай еще немного выпьем, и тихо—тихо потанцуем. Потанцевали.— Давай еще немного выпьем и тихо—тихо постреляем. Постреляли.Входит хозяин:— Вах! Вах! Вах! В доме гости, а я сплю.",
  "Утром 21 сентября 2022 года президент Владимир Путин объявил о частичной мобилизации и заявил, что планируется мобилизовать 300 тыс. человек. Президент уточнил, что призыву подлежат граждане, которые в настоящий момент состоят в запасе, и прежде всего те, кто проходил службу в рядах ВС, они получат повестки.Конечно эта новость стала объектом для анекдотов, шуток и мемов о мобилизации 2022. Мы собрали лучшие анекдоты о мобилизации и вручении повесток в России.",
  "К бухгалтерам пришёл программист чего то исправлять в программе. Спрашивает: — У вас моносеть? — нормальный вопрос системщика.Бухгалтера, от души: — Можно, садись.",
  "— Лежу голый у любовницы на первом этаже. Она в душе. Вдруг кто—то лезет в окно. Я накрылся одеялом с головой. Залез мужик, разделся и ко мне под одеяло! Он взял мою руку и положил на свой член, в ответ я проделал то же самое: Он даже вещи не забрал, когда в окно выпрыгнул!",
  "Сегодня двухлетние дети уже могут разблокировать телефон, войти в интернет. А что я делал в их возрасте! Я ел песок.",
  "Бабушке Саре очень понравился скайп.— Нет, вы таки посмотрите, какая вещь! И вроде бы у нас гости, а кормить не надо.",
  "Бог решил навести порядок в российской медицине. Спустился на землю врачом в поликлинику. Возле кабинета стоит большая очередь. В кабинет заезжает инвалид на кресле. Бог возложил на него руки и говорит:— Встань и иди!Он встает и выходит. Очередь в коридоре интересуется:— Ну как новый?— Да как и все. Даже давление не померил.",
  "Сидит нарик на кладбище и косяк курит. Тут к нему подходит мертвец.— Мужик, дай затянуться.Тот ему спокойно дает, а мертвец после затяжки уходит. Сидит мертвец и думает, почему мужик не испугался?Оторвал себе руку и ногу. Опять подходит.— Мужик, дай затянуться.— На.Мертвец опять уходит и думает почему мужик не испугался?Оторвал себе оставшуюся ногу и порвал себе живот. Опять подходит к нарику.— Мужик, дай затянуться.— Не—е—е—е, я смотрю, тебе вредно.",
  "Подруги делятся, как прошло 8 марта с возлюбленными.— Это было ужасно! Представляешь, повел к себе домой, сразу в постель, через 5 минут кончил и уснул. Ну кошмар!— Ой, а у меня все было как во сне! Пошли в ресторан, пили изумительное вино. Поехали к нему, два часа предварительных ласк, час сам секс, а потом еще целый час разговаривали обо всем! Супер!В это же время встречаются да другом конце города два мужика.— Классный был вечерок! Сразу поехали ко мне, мозги не компостировала, сексом занялись, я заснул, выспался, настроение отличное!— А у меня какой—то ужас. Пришлось тащиться в ресторан — там официант, блин, принес самое дорогое вино. Неудобно, пришлось взять.Пришли домой — у меня два часа не вставал, час не мог кончить, потом час не мог заснуть...",
  "Два приятеля идут по улице. Вдруг один хватает за руку другого:— Быстрее — уходим!— Что случилось?— На той стороне стоит моя жена и разговаривает с моей любовницей.Приятель посмотрел и говорит:— Успокойся, это моя жена разговаривает с моей любовницей.",
  "Легче посмеяться над геем, чем улыбнуться под ним.",
  "Смех и грех — это измена мужу с клоуном.",
  "Идут 100 негров по пустыне, встретили джина. 99 загадали быть белыми, а сотый, угорая от смеха, загадал чтобы они все опять стали чёрными.",
  "Штирлицу в голову попала пуля. \"Разрывная\" — подумал Штирлиц пораскинув мозгами.",
  "На уроке биологии учительница спрашивает: — Дети, кто может ответить почему камбала плоская? Вовочка тянет руку: — Ее кит полюбил! Учительница вне себя: — Выйди вон из класса и без родителей не приходи. Продолжаем урок. А кто знает почему у рака большие глаза? Вовочка (уже в дверях) — Просто рак был рядом и все это видел.",
  "У моей девушки насморк и заложен нос. Во время секса она сказала: \"тд*хни меня!\" как Сова из Винни—Пуха. Дальше не смогли продолжать, ржали почти всю ночь.",
  "Зарплаты депутатов Думы снова увеличились. Это уже третий подобный случай за последние полтора года. Законодатели пока не могут объяснить природу этого загадочного явления.",
  "Слепая проститутка не видит ничего плохого в своей профессии.",
  "Вопрос Армянскому радио:— Почему полёт осы такой непредсказуемый?— А как летать иначе, с шилом—то в жопе?",
  "Что такое: армянин ругается с грузином на русском языке? Это заседание Национального совета реформ на Украине.",
  "Пришла в наш дом повестка,Лежу и слышу как женаСо всей семьёю делит шкуруВ бою убитого меня.Жена и тёща подгоняют —Иди скорей в военкомат!Рюкзак мне старый собирают,Буханку, кружку, доширак.Не вздумай сдуру в плен сдаваться!И без вести не пропади!Чтоб труп оформили как надо!Чтоб гробовые нам пришли!Ну шутка ли, семь миллионов!Мы купим всё что захотим!Кредиты наши все закроем!А летом все поедем в Крым!Жена кричит: куплю машину!Сынишка хочет самокат,А тестю — новую теплицуИ самогонный аппарат.И тесть кричит — ты будь героем!В атаку первым там иди!И тут я наконец—то понял,Как много значу для семьи.Алина Райз",
  "Жил—был программист и было у него два сына — Антон и Неантон.",
  "Российский еврей ведет с сыном воспитательную работу.— Сынок, ты уже взрослый, тебе уже восемнадцать.— Да, папа.— А ты знаешь, сынок, что есть такая профессия, Родину защищать.— Знаю, папа.— Так запомни, сынок. ЭТО HЕ HАША ПРОФЕССИЯ!",
  "В бане.— Вадик, ты что, еврей?— С чего ты взял?— У тебя же член обрезанный!— Не обрезанный, а надкусанный.",
  "Сын собрался на охоту на медведя. Отец старенький, инвалид безногий, просит взять с собой. Сын в недоумении:— Ну куда ты, батя, без ног—то пойдёшь?— Ты меня в рюкзак посадишь — а я, если чего — то помогу медведя завалить, вдруг у тебя винтовка откажет — так ты меня развернешь, я тогда шмальну.— Ну, бог с тобой. А вдруг и вправду поможешь в нужный моментИ взял батяню. Пришли к берлоге, разворошили — оттуда как выскочит медведь огромадный. У сына осечка, промах! Он разворачивается — батя с ходу два выстрела дуплетом — мимо!Бегут, бегут — а медведь уже на пятки давит. Сын думает:\"А, блин, вдвоём не убежать, жалко батю — но бросать придётся, чего двоим—то погибать\". Бросил рюкзак — да как припустил раза в три быстрее! Прибегает в дом, отдышаться не может, а навстречу матушка.— Всё, мать — нет у нас больше отца!— Вас, охотников, хер поймёшь — пять минут назад отец приполз — \"Нет у нас больше сына\" говорит!",
  "Почему коты умнее людей:Человек. 1 жизнь.: «В жизни нужно всё попробовать!»(наркотики)Кот. 9 жизней. (ест рыбку, пьёт молочко, высыпается)",
  "В 3 часа ночи звонок в дверь:— Кто там?— Грабители, нам нужно 100 кг золота.— А 105 кг не надо??— Ну давайте 105.— Ксюшенька, золотце, вставай за тобой пришли.",
  "Интересно, а геи мечтают о принце на белом коне?",
  "Самолет терпит крушение. В салон входит стюардесса и говорит:— Нужны 4 добровольца, чтобы выброситься из самолета, так как он не может выдержать всех.Выходит француз.— Дайте мне бокал вина напоследок...Ему принесли вина, он выпил и с криком: \"Да здравствует Франция!\" выбросился.Выходит американец.— Дайте мне двойное виски напоследок...Ему принесли виски, он выпил и с криком: \"Да здравствуют США!\" выбросился.Выходит русский.— Дайте мне водки напоследок...Выпил...— Еще бутылку!Выпил...— Еще бутылку!Он допил третью бутылку и с криком: \"Да здравствует Африка!\" выкинул двух негров....",
  "Когда их взгляды впервые встретились, Вовочка растерялся. То ли от того, что влюбился, то ли от того, что он в этот момент срал за гаражом...",
  "На пляже лежит мужик с огромным животом. Подходит маленький мальчик, долго смотрит на низ живота и вдруг говорит:— Дядя, а я знаю, кто у вас в животе!— Ну, кто?— Слон, вон хобот торчит!",
  "Вопрос армянскому радио:— Почему у евреев глаза навыкате?Ответ:— Потому что в столовой горчица бесплатная!",
  "Отец грузин задумчиво смотрит на своего волосатого сына и кричит жене: — Слюшай ,я не понэмаю, ты мне его родила или связала?",
  "В первую очередь призывать будут блогеров и граждан которые в комментариях давали советы Министерству обороны России.Просто спецы нужны!",
  "Учительница задает вопрос детям: — Кем вы хотите быть, когда станете взрослыми? И Вовочку спросила, а тот отвечает: — Я хочу быть дебилом.Учительница, изумленная, спрашивает: — Вовочка, это еще почему??— А когда мы с папой гуляем, он постоянно говорит: — Смотри на того дебила, какой у него Порш; смотри на того дебила какой у него дом...",
  "Учительница:— Вот муравей трудится целый день. Дети, а что происходит потом?Вовочка:— А потом, Мариванна, какая—нибудь зараза возьмёт и раздавит.",
  "— Фима, вы знаете разницу между бедой и катастрофой? — Шо за вопрос, конечно! — А можете сформулировать? — Ну вот представьте — заболела тетя Циля. Беда?— Беда... — Но ведь не катастрофа? — Нет... — А вот, представьте — летели Тимошенко и Порошенко и Яценюк в Вашингтон, самолет упал и разбился. Катастрофа? — Катастрофа. — Но ведь не беда?",
  "А что если, компьютер в кресле Хокинга — это первый в мире искусственный интеллект, который и выдает все эти гениальные идеи, а инвалида возит на себе для прикрытия?",
  "Карлсон скинул с крыши банку варенья и надел футболку с надписью ”Скажи наркотикам НЕТ!”",
  "После секса он отвернулся к стенке и захрапел. Но она совсем на него не обиделась, потому что заснула ещё во время секса.",
  "Бабушка, увидев как я говорю с друзьями по скайпу, пошла говорить с президентом по телевизору",
  "Муж приходит домой, пьяный, все лицо в помаде, на одежде длинные рыжие волосы. Жена:— Ну и что ты на этот раз придумаешь?! — Ты не поверишь, с клоуном подрался…"
]